import React from 'react';

function InteractionsElemParticleTheory() {
    return (
        <div className="content-container">
            <header className="content-container__header">
                <h1>Διάβασε για τις αλληλεπιδράσεις των στοιχειωδών σωματιδιών</h1>
            </header>
            <main className="main-menu">
                <div className="two_paragraphs_text">
                    <p className="two_paragraphs_text--first">Ο πίνακας των Στοιχειωδών Σωματιδίων περιέχει τους δομικούς λίθους από τους οποίους αποτελείται η ύλη όλου του Σύμπαντος. Δεν μας λέει όμως, πως αλληλεπιδρούμ μεταξύ τους για να συγκροτήσουν αυτό το Σύμπαν. Είναι ακριβώς σαν να είχαμε τα γράμματα της αλφαβήτου αλλά όχι τις λέξεις και τους κανόνες που δημιουργούν προτάσεις με νόημα.
                        Σίγουρα, στην καθημερινή ζωή μας, αντιλαμβανόμαστε ένα σχετικά μεγάλο αριθμό διαφορετικών δυνάμεων: ηλεκτρικές, βαρυτικές, μαγνητικές, τριβής κ.α. Πιστεύουμε όμως ότι όλο αυτό το πλήθο διαφορετικών αλληλεπιδράσεων που συναντάμε στη  ύλη, μπορει να καταταχεθεί σε τέσσερις θεμελιώδεις αλληλεπιδράσεις, οι οποίες φαίνονται στον παρακάτω πίνακα:
                    </p>

                    <table>
                        <tr>
                            <th className="table_cell">Είδος αλληλεπίδρασης</th>
                            <th className="table_cell">Σχετικής ισχύς</th>
                            <th className="table_cell">Φορέας αλληλεπίδρασης</th>
                            <th className="table_cell">Παρουσία</th>
                        </tr>
                        <tr className="table_row">
                            <td className="table_cell">Ισχυρή πυρηνική αλληλεπίδραση</td>
                            <td className="table_cell">~1</td>
                            <td className="table_cell">8 Γκλουόνια <br /> (άμαζα)</td>
                            <td className="table_cell">Ατομικούς πυρήνες</td>
                        </tr>
                        <tr>
                            <td className="table_cell">Ηλεκτρομαγνητική αλληλεπίδραση</td>
                            <td className="table_cell">~10<sup>-3</sup></td>
                            <td className="table_cell">Φωτόνιο <br /> (άμαζο)</td>
                            <td className="table_cell">Ατομικες στιβάδες ηλεκτροτεχνία</td>
                        </tr >
                        <tr>
                            <td className="table_cell">Ασθενής πυρηνική αλληλεπίδραση</td>
                            <td className="table_cell">~10<sup>-5</sup></td>
                            <td className="table_cell">Μποζόνια <br /> Z, W<sup>+</sup>, W<sup>-</sup></td>
                            <td className="table_cell">Ραδιενεργό διάσπαση β</td>
                        </tr>
                        <tr>
                            <td className="table_cell">Βαρυτική αλληλεπίδραση</td>
                            <td className="table_cell">~10<sup>-38</sup></td>
                            <td className="table_cell">Βαρυτόνια (;)</td>
                            <td className="table_cell">Ουράνια σώματα</td>
                        </tr>
                    </table>
                    <p className="two_paragraphs_text--second">
                        Η ηλεκτρομαγνητική δύναμη και η βαρύτητα ήταν γνωστές (τουλάχιστον σε κάποια μορφή τους), από τα αρχαία χρόνια και τις αντιλαμβανόμαστε στην καθημερινή μας ζωή. Η ισχυρή και η ασθενής πυρηνική δύναμη, παρ'όλο που δεν τις “αισθανόμαστε” άμεσα, παίζουν επίσης πολύ σοβαρό ρόλο στην ίδια μας την ύπαρξη. Ας δούμε όμως, μία μία τις τέσσερις αλληλεπιδράσεις.
                    </p>

                    <h2>ΒΑΡΥΤΙΚΗ ΑΛΛΗΛΕΠΙΔΡΑΣΗ</h2>
                    <p className="two_paragraphs_text--second">Αυτή η αλληλεπίδραση είναι υπέυθυνη για την συγκρότητη των γαλαξιών, για την περιφορά της Γης και των άλλων πλανητών γύρω από τον Ήλιο.Η επαναφορά μας στο έδαφος, όταν πηδάμε, οφείλεται στην βαρύτητα. Είναι η δύναμη που ασκείται μεταξύ όλων των σωμάτων και είναι πάντοτε ελκτική.</p>

                    <h2>ΗΛΕΚΤΡΟΜΑΓΝΗΤΙΚΗ ΑΛΛΗΛΕΠΙΔΡΑΣΗ</h2>
                    <p className="two_paragraphs_text--second">Είναι υπεύθυνη για το “τίναγμα” που αισθανόμαστε όταν, περπατώντας πάνω σ'ένα χαλί, ακουμπάμε ένα σιδερένιο αντικείμενο. Είναι υπεύθυνη για την λειτουργία όλων των ηλεκτρικών μηχανών. Αλλά είναι ακόμα υπεύθυνση για την συγκρότηση των ατόμων: τα ηλεκτρόνια περιφέρονται γύρω από τον πυρήνα του ατόμου συγκρατούμενα από την ηλεκτρομαγνητική αλληλεπίδραση. Ασκείται μεταξύ όλων των σωμάτων που έχουν ηλεκτρικό φορτίο. Διακρίνουμε δύο ειδών φορτία: το θετικό και το αρνητικό. Τα ομόσημα φορτία (θετικο-θετικο ή αρνητικό-αρνητικό) απωθούνται ενώ τα ετερόσημα (θετικό-αρνητικό) έλκονται.</p>

                    <h2>ΑΣΘΕΝΗΣ ΠΥΡΗΝΙΚΗ ΑΛΛΗΛΕΠΙΔΡΑΣΗ</h2>
                    <p className="two_paragraphs_text--second">Είναι η δεύτερη αλληλεπίδραση που δεν είναι άμεσα αντιληπτή. Παρ'όλα αυτά η σημασία της είναι μεγάλη. Απλώς αναφέρουμε εδώ, ως παράδειγμα, ότι μία από τις βασικές πυρηνικές αντιδράσεις που γίνονται στον ήλιο τον κάνουν να μας φωτίζει, οφείλεται ακριβώς σ'αυτήν την αλληλεπίδραση. Όσα σωματίδια αισθάνονται την ασθενή αλλά όχι την ισχυρή αλληλεπίδραση, τα ονομάζουμε λεπτόνια.</p>

                    <h2>Η ΙΣΧΥΣ ΤΩΝ ΑΛΛΗΛΕΠΙΔΡΑΣΕΩΝ</h2>
                    <p className="two_paragraphs_text--second">Ας βάλουμε τώρα σε μία σειρά τις τέσσερις αλληλεπιδράσεις ανάλογα με την ισχύ τους. Ας πάρουμε την πιο ισχυρή από αυτές, την Ισχυρή Πυρηνική Αλληλεπίδραση ( στην οποία δίνουμε αυθαίρετα ισχύ 1 στην δεύτερη στήλη του Πίνακα Αλληλεπιδράσεων) και ας συγκρίνουμε τις υπόλοιπες ως προς αυτήν. Η Ηλεκτρομαγνητική είναι περίπου 100 (για την ακρίβεια 137) φορές μικρότερη, ενώ η ασθενής πυρηνική δύναμη είναι 100.000 φορές  πιο ασθενής από την ισχυρή. Για την Βαρυτική Αλληλεπίδραση, πραγματικά η ισχύς της είναι τραγικά μικρή. Γι'αυτό ακριβώς η βαρυτική αλληλεπίδραση δεν παίζει κανέναν ρόλο στα πειράματα που γίνονται με στοιχειώδη σωματίδια. Την “σκεπάζουν” κυριολεκτικά οι άλλες αλληλεπιδράσεις. Το αποτέλεσμα είναι να μην μπορούμε να έχουμε από αυτά τα πειράματα στοιχεία για την βαρυτική αλληλεπίδραση. Μόνο σε πειράματα που επεισέρχονται τεράστιες μάζες αστέρων (ή γαλαξιών) έχουμε την δυνατότητα να δούμε τα αποτελέσματα αυτής της αλληλεπίδρασης.</p>
                </div>
            </main>
        </div>
    )
}

export default InteractionsElemParticleTheory;