import React from 'react';

function ElemParticlesBoard() {
    return (
        <div className="homepage-container">
            <header className="intro-header">
                <div className="intro-header__text">
                    <h1>Πίνακας Στοιχειωδων Σωματιδιων</h1>
                </div>
            </header>
            <main className="somethin">
                <h2>Το άτομο</h2>
                <p>Η ατομική δομή της ύλης, ως φιλοσοφικής ιδέα τουλάχιστον 
                    γνωρίζουμε ότι ξεκίνησε από τον Λεύκιππο και τον Δημόκριτο (4ος αιώνας π.Χ.).
                    Περασαν πολλοί αιώνες, ώσπου τον 18ο αιώνα ο Λαβουαζιέ (Antoine Laurent Lavoisier), μαζί με μια ολοκληρη
                    σειρά άλλων επιστημόνων, επιβεβαιώσαν με πειράματα τους την ορθότητα αυτής της άποψης.
        
                </p>
                <h2>
                    Πυρήνας και Ηλεκτρόνια
                </h2>
                <p>Στις αρχές του 20ού αιώνα, ο Ράδερφορντ (Ernest Rutherford) κατάφερε να δείξει ότι το άτομο
                    έχει ένα πολύ συμπαγή πυρήνα, ενώ ο υπόλοιπος χώρος του ατόμου φαίνεται κενός. Το βασικό
                    πείραμα που πραγματοποίησε ήταν ο βομβαρδισμός ενός λεπτου φύλλου χρυσού με Σωματίδια
                    α (που σήμερα γνωρίζουμε ότι είναι πυρήνες του στοιχείου ήλιο, He) πολυ μεγάλης ταχύτητας. Ενώ 
                    λοιπόν τα πιο πολλά από αυτά τα σωματίδια διαπερνούσαν το φύλλο μεπολύ μικρές αποκλίσεις, μερικά "γύριζαν" προς
                    τα πίσω.
                </p>
                <p>Όπως έλεγε ο ίδιος ο Ράδερφορντ, "...ήταν το ίδιο απίστευτο σαν να είχες πυροβολήσει ένα τσιγαρόχαρτο
                    με ένα βλήμα 15 ιντσών (...)
                </p>
                <h2>Πρωτόνια και Νετρόνια</h2>
                <p>Νέα πειράματα, τη 2η και 3η δεκαετία του αιώνα μας, έδωσαν τη νέα πληροφορία, ότι ο Πυρήνας
                    του ατόμου σχηματίζεται από δύο ειδών σωματίδια: (...)
                </p>
                <h2>Κούαρκ</h2>
                <p>Στη δεκαετία του '60 και του '70 έγινε κατανοητό, αρχικά θεωρητικά και κατόπιν επιβεβαιώθηκε 
                    και πειραματικά, ότι τα πρωτόνια και τα νετρόνια (...)
                </p>
            </main>
        </div>)
}

export default ElemParticlesBoard