import React from 'react';

function ElemParticlesBoard() {
    return (
        <div className="content-container">
            <header className="content-container__header large-text-header">
                    <h1>Πίνακας Στοιχειωδων Σωματιδιων</h1>
            </header>
            <main className="main-menu">
                <div className="two_paragraphs_text">
                <h2>Το άτομο</h2>
                <p className="two_paragraphs_text--first">Η ατομική δομή της ύλης, ως φιλοσοφική ιδέα τουλάχιστον, γνωρίζουμε ότι ξεκίνησε από τον Λέυκιππο και τον Δημόκριτο (4ος αιώνας π.Χ). Πέρασαν πολλοί αιώνες, ώσπου τον 18ο αιώνα ο Λαβουαζιέ (Antoine Laurent Lavoiser) , μαζλι με μία ολόκληρη σειρά άλλων επιστημόνων, επιβεβαίωσαν με πειράματά τους την ορθότητα αυτής της άποψης.
                </p>
                <h2>
                    Πυρήνας και Ηλεκτρόνια
                </h2>
                <p className="two_paragraphs_text--first">Στις αρχές του 20ου αιώνα, ο Ράδερφορντ (Ernest Rutherforf) κατάφερε να δείξει ότι το άτομο έχει ένα πολυ΄συμπαγή, όσο και σχετικά πολύ μικρό πυρήνα, ενώ ο υπόλοιπος χώρος του ατόμου φαίνεται κενός. Το βασικό πείραμα που πραγματοποίησε ήταν ο βομβαρδισμός ενός λεπτού φύλλου χρυσού με σωματίδια α (που σήμερα γνωρίζουμε ότι είναι πυρήνες του στοιχείου Ήλιο, He) πολύ μεγάλης ταχύτητας. Ενώ λοιπόν τα πιο πολλά από αυτά τα σωματίδια διαπερνούσαν το φύλλο με πολύ μικρές αποκλισεις, μερικά “γύριζαν” προς τα πίσω.
                </p>
                <p className="two_paragraphs_text--first">Όπως έλεγε και ο ίδιος ο Ράδερφορντ, “...ήταν το ίδιο απίστευτο σαν να είχες πυροβολήσει ένα τσιγαρόχαρτο με ένα βλήμα 1 ιντσών και το βλήμα να γύριζε κατευθείαν πίσω και να σε χτυπούσε”. Ο πυρήνας του ατόμου είναι θετικά φορτισμένος ενώ, κατά τον Ράδερορντ, ένα πλήθος (αρνητικά φορτισμένων) ηλεκτρονίων γέμιζε τον κενό χώρο. Έπρεπε να έρθει ο Μπορ (Niels Bohr) για να βάλει τα ηλεκτρόνια στην “θέση” τους, δηλαδή να περιστρέφονται σε κυκλικιές ή ελλειπτικές τροχιές γύρω από τον πυρήνα (το ηλεκτρόνιο είχε ήδη ανακαλυφθεί από τον Τόμσον (Joseph John Thomson) λίγα χρόνια πριν. Λίγα χρόνια μετα, η κβαντική θεωρία βρίσκεται ήδη σε εξέλιξη, η διττή φύση του φωτός (κυματική και σωματιδιακή) θεωρείται δεδομένη, και ο Ντε Μπρέιγ, (Louis De Broglie) εισάγει την ιδέα ότι και η ύλη μπορει να επιδείξει κυματική συμπεριφορά, υπόθεση που επιβαιώνεται και πειραματικά. Έτσι, από το 192 περίπου και μετά, αλλάζει εντελώς ο τρόπος που “βλέπουμε” τα στοιχειώδη σωματίδια, που δεν μπορούν να περιγραφούν πια ως υλικά σημεία με συγκεκριμένη θέση στο χώρο, αλλά ως κυματοσυναρτήσεις με πιθανότητα θέσης σε δεδομένη χρονική στιγμή.
                </p>
                <h2>Πρωτόνια και Νετρόνια</h2>
                <p className="two_paragraphs_text--first">Νέα πειράματα, τη 2η και 3η δεκαετία του αιώνα μας, έδωσαν την νέα πληροφορία, ότι ο πυρήνας του ατόμου σχηματίζεται από δύο ειδών σωματίδια: το πρωτόνιο, με θετικό ηλεκτρικό φορτίο (ίσο κατ'απόλυτη τιμή με αυτό του ηλεκτρονίου) και το νετρόνιο, που έχει σχεδόν την ίδια μάζα με το πρωτόνιο αλλά είναι ηλεκτρικά ουδέτερο.
                </p>
                </div>
            </main>
        </div>)
}

export default ElemParticlesBoard