import React from 'react';

function ElemParticlesGenerations() {
    return (
        <div className="content-container">
            <header className="content-container__header">
                <h1>ΟΙ ΓΕΝΙΕΣ ΤΩΝ ΣΩΜΑΤΙΔΙΩΝ</h1>
            </header>
            <main className="main-menu">
                <div className="two_paragraphs_text">
                    <h2>Η 1η ΓΕΝΙΑ</h2>
                    <p className="two_paragraphs_text--first">Με αυτά τα στοιχεία τώρα μπορούμε να περιγράψουμε όλη τη φυση, εμάς τους ίδιους, το
                    σύμπαν ολόκληρο.
                    Πράγματι, η σημερινή επιστήμη της δομής της ύλης, η φυσική των στοιχειώνδων σωματιδίων, χρειάζεται
                    μόνο
                    4 βασικούς λίθους για να χτίσει τον σημερινό κόσμο. Το ανώ και κάτω κούαρκ, το ηλεκτρόνιο κι
                    επιπλέον
                    ένα πολύ παράξενο σωματίδιο, το νετρίνο. Αυτό το τελευταίο είχε προβλεφθεί από τον Παουλί(Wolfgang
                    Pauli) από το 1930, αλλά μόνο το 1956 αποδείχτηκε πειραματικά η ύπαρξη του.
                    </p>
                    <p className="two_paragraphs_text--second">
                        Είναι ένα ουδέτερο ηλεκτρικά σωματίδιο, με εκπληκτικά μικρή μάζα (στην πραγματικότητα η μάζα του είναι
                        μικρότερη από το σφάλγμα που κάνουν οι πειραματικές συσκευές και θεωρητικά το αντιμετωπίζουμε σαν να μην
                        έχει μάζα, κάτι τελείως αποδεκτό από την θεωρία της σχετικότητας). Το νετρίνο παρουσιάζεται σαν προιόν
                        διάσπασης του νετρονίου. Το ηλεκτρόνιο και το νετρίνο ονομάζονται λεπτόνια(από τη λέξη "λεπτός"). Στην
                        πρώτη γραμμή του παρακάτω πίνακα, φαίνονται ακριβώς οι τέσσερις αυτοί δομικοί λίθοι της φύσης με τα
                        αντίστοιχα ηλεκτρικά φορτία τους.
                    </p>
                    <h2>Η 2η και η 3η Γενιά</h2>
                    <p className="two_paragraphs_text--first">Παρ'όλο που τα τέσσερα αυτά σωματίδια σχηματιζουν την ύλη όλου του σημερινού σύμπαντος, στα πειράματα που γίνονται (και, όπως πιστέυουμε, επίσης κατά τα πρώτα δευτερόλεπτα της δημιουργίας του σύμπαντος), εμφανίζονται και άλλα σωματίδια που έχουν όμως εκπληκτικές ομοιότητες με τα τέσσερα που προαναφέραμε και που θα ονομάζουμε 1η γενιά. Πράγματι λοιπόν, εμφανίζονται άλλες 2 γενιές σωματιδίων, η καθεμιά με 2 λεπτόνια και 2 κουάρκ. Στην 2η γενιά έχουμε το σωματίδιο μ (μιόνιο) και το δικό του νετρίνο (διαφορετικό από αυτό της 1ης γενιάς), ως λεπτόνια, καθώς και το γοητευτικό (charm) και το παράξενο (strange) κουάρκ με φορτία ακριβώς αντίστοιχα με τα σωματίδια της 1ης γενιάς (βλέπε τον παραπάνω πίνακα). Οι μάζες των σωματιδίων της 2ης γενιάς είναι μεγαλύτερες από τις αντίστοιχες μάζες της 1ης. Στην 3η γενιά, εμφανίζονται το σωματίδιο τ (ταυ) και το δικό του νετρίνο ως λεπτόνια,και το υψηλό (top) και το χαμηλό (bottom) κουάρκ (κατ'άλλουςκορυφή και πυθμένας). Και πάλι, η 3η γενιά εμφανίζεται με ακόμα μεγαλύτερη μάζα. Είναι γεγονός ότι η ύπαρξη των 3 γενεών, με πανομοιότυπα χαρακτηριστικά, αποτελεί ένα από τα αναπάντητα ακόμα ερωτήματα της Φυσικής των Στοιχειωδών Σωματιδίων. Πάντως , τα πειράματα συνηγορούν στην ύπαρξη τριών κι όχι περισσότερων γενεών. </p>
                    <h2>Κουάρκ</h2>
                    <p className="two_paragraphs_text--first">Στην δεκαετία του εξήντα και του '70 έγινε κατανοητά, αρχικά θεωρητικά και κατόπιν επιβεβαιώθηκε και πειραματικά, ότι τα πρωτόνια και τα νετρόνια δεν είναι στοιχειώδη αλλά έχουν εσωτερική δομη: αποτελούνται δηλαδη από μικρότερα σωματίδια που ονομάστηκαν κουάρκ (quark). Τα κουάρκ παρουσιάζονται σε δύο έιδη: το άνω (up) κουάρκ και το κάτω (down) κουαρκ. Τα κουάρκ είναι ηλεκτρικά φορτισμένα: το άνω κουάρκ έχει φορτίο 2/3 , ενώ το κάτω κουάρκ έχει φορτίο -1/3. Τα σύνθετα σωματίδια που αποτελούνται από κουάρκ, όπως το πρωτόνιο και το νετρόνιο, ονομάζονται αδρόνια. Το πρωτόνιο αποτεείται από 2 άνω κουάρκ και 1 κάτω κουάρκ ενώ το νετρόνιο από 2 κάτω κουάρκ κι 1 άνω κουάρκ.
                    </p>
                    <h2>... και τα αντισωματίδια</h2>
                    <p className="two_paragraphs_text--first">Επομένως, θα μπορούσαμε  να πούμε ότι συνολικά 12 σωματίδια αποτελούν τους βασικούς δομικούς λίθους τους σύμπαντος, από την γεννησή του μέχρι σήμερα; Όχι ακριβώς! Η σύγχρονη θεωρία που περιγράφει τον μικρόκοσμο, η κβαντομηχανική, προβλέπει την ύπαρξη του αντισωματιδίου: σε κάθε σωματίδιο αντιστοιχεί άλλο ένα, με ίδια μάζα και αντίθετο ηλεκτρικό φορτίο. Έτσι, ο συνολικός αριθμός των σωματιδίων διπλασιάζεται.
                        Η ύπαρξη των αντισωματιδίων προβλέφθηκε θεωρητικά από τον Άγγλο θεωρητικό Φυσικό Ντιράκ (Dirac) την δεκαετία του '30. Η ανακάλυψη του αντιηλεκτρονίου (ποζιτρόνιο) έδωσε τον πρώτο θρίαμβο της θεωρίας του Ντιράκ. Σήμερα, η ύπαρξη αντισωματιδίου για κάθε σωματίδιο έχει αποδειχθεί πειραματικά και αποτελεί έναν από τους ακρογωνιαίους λίθους της θεωρίας των Στοιχειωδών Σωματιδίων. Παρακάτω βλέπετε έναν πίνακα με τα στοιχειώδη σωματίδια.</p>
                    <h2>Από τα κουάρκ στα ανδρόνια</h2>
                    <p className="two_paragraphs_text--first">Τα αδρόνια είναι σύνθετα σωματίδια τα οποία αποτελούνται από κουάρκ. Η θεωρία που διέπει τις αλληλεπιδράσεις των κουάρκ (κβαντική χρωμοδυναμική) προβλέπει ποιοι ειναι οι επιτρεπτοί συνδυασμοί των κουάρκ από τα οποία αποτελούνται τα αδρόνια. Τα βαρυόνια (πρωτόνιο, νετρόνιο κ.λ.π) σχηματίζονται από συνδυασμό 3 κουάρκ, ενώ τα μεσόνια (καόνιο, σωματίδιο π κλπ) σχηματίζονται από τρία αντικουάρκ. Περισσότερα για τα αδρόνια (βαρυόνια και μεσόνια) και για τις
                        διαφορές τους με τα λεπτόνια θα πούμε αργότερα, στην μελέτη των Αλληλεπιδράσεων.</p>
                </div>
            </main>
        </div>
    )
}

export default ElemParticlesGenerations;