import React from 'react';

function ElemParticlesGenerations() {
    return (
        <div className="homepage-container">
            <header className="intro-header">
                <div className="intro-header__text">
                    <h1>ΟΙ ΓΕΝΙΕΣ ΤΩΝ ΣΩΜΑΤΙΔΙΩΝ</h1>
                </div>
            </header>
            <main className="somethin">
                <div className="genies-content__top">
                    <h2 className="genies-content__title">Η 1η ΓΕΝΙΑ</h2>
                    <p className="text">Με αυτά τα στοιχεία τώρα μπορούμε να περιγράψουμε όλη τη φυση, εμάς τους ίδιους, το
                    σύμπαν ολόκληρο.
                    Πράγματι, η σημερινή επιστήμη της δομής της ύλης, η φυσική των στοιχειώνδων σωματιδίων, χρειάζεται
                    μόνο
                    4 βασικούς λίθους για να χτίσει τον σημερινό κόσμο. Το ανώ και κάτω κούαρκ, το ηλεκτρόνιο κι
                    επιπλέον
                    ένα πολύ παράξενο σωματίδιο, το νετρίνο. Αυτό το τελευταίο είχε προβλεφθεί από τον Παουλί(Wolfgang
                    Pauli) από το 1930, αλλά μόνο το 1956 αποδείχτηκε πειραματικά η ύπαρξη του.
                </p>
                </div>
                <div className="genies-content__bottom">
                    <p className="genies-content__bottom__text">
                        Είναι ένα ουδέτερο ηλεκτρικά σωματίδιο, με εκπληκτικά μικρή μάζα (στην πραγματικότητα η μάζα του είναι
                        μικρότερη από το σφάλγμα που κάνουν οι πειραματικές συσκευές και θεωρητικά το αντιμετωπίζουμε σαν να μην
                        έχει μάζα, κάτι τελείως αποδεκτό από την θεωρία της σχετικότητας). Το νετρίνο παρουσιάζεται σαν προιόν
                        διάσπασης του νετρονίου. Το ηλεκτρόνιο και το νετρίνο ονομάζονται λεπτόνια(από τη λέξη "λεπτός"). Στην
                        πρώτη γραμμή του παρακάτω πίνακα, φαίνονται ακριβώς οι τέσσερις αυτοί δομικοί λίθοι της φύσης με τα
                        αντίστοιχα ηλεκτρικά φορτία τους.
                    </p>
                </div>
            </main>
        </div>)
}

export default ElemParticlesGenerations;